<template>
  <div>
    <h2>📆 Учебный план</h2>
    <p>
      Основным принципом этой учебной программы является то, что она ограничена
      по времени. Если раньше вы предпринимали попытки изучить фронтентд, то,
      скорее всего, попадали в кроличью нору и застревали на какой-то одной
      теме. В этом плане на каждую технологию отводится определённое количество
      дней, что позволяет вам переключаться, как только отведённое время
      закончилось. Я предполагаю, что на старте все читатели будут разного
      уровня. Это нормально. Как начинающие, так и опытные разработчики смогут
      извлечь пользу из краткосрочной практики в каждой из представленных
      областей.
    </p>
    <router-link to="/todos"> План </router-link>
  </div>
</template>